memes = "m̶̢̨̨̨̧̡̢̧̧̨̢̡̧̛̛̻̣͔̠̻̜͍̲̹̣͓̮̩̻͉̼̥̠̞͚̗͚͉̝͇̻̮͚̜̰̹͙̖̣͍̹̯̟̘̦̤̘̱̟͖̤͍͔̳̦͈͖̲̟͎͖͈͍̟̗̱̪̙͎̜̪̜̠̥̘̣̖͕̺̫̙͚̮̻̣̗̈́̂͑̇̈́͑̍̈͆̑͒͊͂͐̄͗̍̈́̄̉̂͐́͐̂́̎͐̆̃͆̈́̀̒̾̆̉̂̓̓̒͊̒̋̐̀̉̆͑̀͗̆̈́̈́̈́̾̌̓́̀̾͑͂̎̓̆͌͗̒̊̑̇̈́̃̋̈̇͒͊̽͐̐̽̉̇̚̚͘͘͘͜͜͜͠͝͝͠͠͠͠͝ͅͅͅë̴̢̨̧̧̡̨̧̧̧̧̡̧̡̢̛̛̛̛̳̠̬͕̺͓̳͙̺̭̘̺̱̖̘̲̞̳̤͓͕̥̱̲̖̙̘̟̺̙͙̼̬͕̪͎͖͓̣̩͈͎̲͓̻͔̣̩̦̪̞̩̺̳͖̹̼̺̗͍͍̪̳͔̫̺̞͚̜͓̲͎̗͉̝̠͉͙̙̞͔̰́̍̾̐́̓̀̄͌̍̊̑̆̃̋̔͌̋̉̈́̏̿̽̀̽͊̀̓̋͛̒̀̀̇̓̌̊̃̔̑̔́̈́͌̔̈́͑̓͐̔͋͆̍̐̾͆̆̒̅̏̌̈́͆̃̊̆͂̊́̓̋̃̕͘̕̚̚̚̕͘̕̕̚͘̕͘͜͜͝͝͠͠͠͠͝͝͠͠ͅͅḿ̶̡̢̨̨̡̨̢̨̢̛̛̛͓͙̬͕̥͈̦̟͓̬͉̺̩̩̳̮̰̹̤̥͚̱̦̣͍̞̖͉̰̻͓̯͙͔͉̟͎̟̦͙̦̳͉͈̯̞̭̟̰̱̥͓͈̘̤̰̼̩̤̮̣͚̞͈̩͔͕̤̼̘̮̫̤̠̞̭̱̺͔͈̫̬̺̞̿̇̌͒͗̈́̽͒̈́̾̉͒̊̽̅̆͒͒̓̂̉͋̑͋̅̐̇͂́͌̂͊͛̌͐͂̆̋͐̎̎͋̇́̾̌̃́̐̓̎͗͒̏̋̇͆̊̐͋̏̓͑̎̔̊̔͗̏̿͂͌͌͊̊̇̄͆̐̓̑́̓̂͊̚̕̚͜͜͜͝͝͝͝͠͠͠ͅͅͅͅę̴̢̢̢̧̨̨̨̢̢̢̨̢̛̛̤̙̝͎̫͓͕̥͇̻͇̟͔̮̻̖̥͚̬̬̲̭̥̱͕̗̥̞̻̭̬̫͔̘̱͖̰͇̮̱͖͙̮̙͔̪̥̫͎̲͈̙̟͎̱̜̙̜̱̱͎͔̰͈͍̦͚͓̣͖̲̼̪͕̰̝̠̱̣̯͇̄͊͂̒̓͒͐̌̽̅͗̐̆̏̉̾̓̒̈́̒́͆͛͋̎̐͆̎̄̍̊̎̔̅̉̆́͑̃͂͆̍̊́́̈͂̀̎͒̽̐̄̓̈́̀͒́̊͗̌̎͋͐͆̉̀̊̓̄̆̑̇̉͊͊̊͛͐̆͌̕̚̚̕͘̚͘̕̕̕̕̕̕͜͜͜͝͠͠͝ͅͅͅş̷̨̨̢̧̧̡̧̡̧̛̛̙̦̮̹̞̳̘̙͖͕͕̣͔̖͉̩̻̭̭̰̺͖̱̲͖͙̙̼̲̣̤̰̯̣̗̟̱͔͚͓͇̮̰̭̞̖̥̖͇̘͉̣̗̯̙͙̱̤͙̯͕͔̝͕̹͉̩̤͉̹̟̜̲̫͚̱͕͙̹͎̭̓͗̾̇͋͛́̌̎͆̈́̊̌̑́̀̎̐̀͗̾̀̉̏̔͐̉͒̀̈͐̊̈́̿̉̐͐́̈́́̅̔͌̄̈́̇̑̅̓̿͌̿̒̐̒̽̌̎̋̑̓̏͌̋̎̈́̓̍̏̄̾̂̊͋̔͋̿̎̀̌́̃̅͊̇́͑͆͑̚̕̕͘̕̕͜͜͝͝͝ͅͅͅͅͅͅͅ"

lenny = "( ͡° ͜ʖ ͡° )"

unflip_table = "┬─┬  /[ ಠ_ಠ/]"

tableflip = "(╯°□°）╯︵ ┻━┻"